[
    {
        "title": "USA",
        "coords": [39.833332, -98.583336],
        "colors": [[179, 25, 66], [255, 255, 255], [10, 49, 97]],
        "description": "American cuisine is a diverse and eclectic cuisine that draws inspiration from a variety of cultural and culinary traditions. It includes a wide range of dishes, such as burgers, hot dogs, fried chicken, apple pie, and barbecue, among others. American cuisine is characterized by its emphasis on comfort and convenience, as well as its use of bold flavors and ingredients. The cuisine has been influenced by the country's history and geography, as well as by immigration and globalization."
    },
    {
        "title": "Mexico",
        "coords": [23.909094, -102.6334],
        "colors": [[0, 99, 65], [255, 255, 255], [200, 16, 46]],
        "description": "Mexican food is renowned for its intense tastes, potent spices, and wide variety of components. Tacos, tamales, guacamole, salsa, mole, and chiles rellenos are a few of the most well-liked meals. A broad range of proteins, including beef, pig, poultry, and seafood, are used in Mexican cooking, along with other common components like beans, maize, and chiles. Mexican cuisine has also been influenced by outside cultures with the most obvious being the Spanish and European tastes introduced during colonization."
    },
    {
        "title": "Italy",
        "coords": [41.87194, 12.56738],
        "colors": [[0, 140, 69], [244, 249, 255], [205, 33, 42]],
        "description": "Italian food is renowned for its vibrant flavors and fresh ingredients. Freshly picked produce, meats, cheeses, and vegetables are frequently used in Italian cuisine. Along with many other meat and seafood dishes, some of the most well-known Italian dishes include pizza, pasta, and risotto. Basil, oregano, rosemary, garlic, and other herbs and spices are frequently used in Italian cooking. In Italian cuisine, olive oil is a basic ingredient that is used for everything from salad dressing to sautéing vegetables. Italian cuisine has a long history that dates back to the Roman Empire, and over the years, it has been influenced by other Mediterranean cuisines like Greek, Spanish, and North African."
    },
    {
        "title": "Greece",
        "coords": [39.074208, 21.824312],
        "colors": [[0, 20, 137], [255, 255, 255]],
        "description": "Greek cuisine is a Mediterranean cuisine that is known for its fresh and healthy ingredients. It includes a wide variety of dishes that are often made with olive oil, fresh vegetables, fish, and lean meats. Some of the most popular Greek dishes include tzatziki, moussaka, spanakopita, and souvlaki, as well as a variety of salads and dips. Greek cuisine is characterized by the use of herbs and spices such as oregano, mint, and cinnamon, which give its dishes their distinctive flavors. The cuisine has been influenced over the centuries by the culinary traditions of neighboring Mediterranean countries, such as Turkey, Italy, and Lebanon, among others."
    },
    {
        "title": "France",
        "coords": [46.227638, 2.213749],
        "colors": [[0, 38, 84], [255, 255, 255], [237, 41, 57]],
        "description": "French cuisine is a sophisticated and refined cuisine that is known for its emphasis on fresh, high-quality ingredients and culinary techniques. It includes a variety of dishes that vary by region, such as coq au vin, ratatouille, escargots, and quiche, among others. French cuisine is characterized by its use of butter, cream, and rich sauces, as well as herbs and spices such as thyme, rosemary, and garlic. The cuisine has been influenced by the country's geography and climate, as well as its cultural and historical traditions. Today, French cuisine is considered one of the finest and most influential cuisines in the world and is celebrated for its elegance, complexity, and attention to detail."
    },
    {
        "title": "India",
        "coords": [20.593684, 78.96288],
        "colors": [[255, 153, 51], [255, 255, 255], [19, 136, 8], [0, 0, 128]],
        "description": "Indian cuisine is a diverse and flavorful cuisine that is known for its use of spices and herbs. It includes a variety of vegetarian and non-vegetarian dishes that vary greatly by region, such as biryani, samosas, naan, and tandoori chicken, among others. Indian cuisine is characterized by the use of aromatic spices such as turmeric, cumin, coriander, and garam masala, which give its dishes their distinctive flavors. The cuisine has been influenced over the centuries by various cultural and religious traditions, as well as by trade and migration."
    },
    {
        "title": "China",
        "coords": [35.86166, 104.195397],
        "colors": [[238, 28, 37], [255, 255, 0]],
        "description": "Chinese cuisine is among the world's oldest and most diverse culinary traditions. It is distinguished by the use of strong flavors, natural ingredients, and a variety of cooking methods like braising, steaming, and stir-frying. Along with rice, noodles, a variety of vegetables, meats, and seafood are frequently found in traditional Chinese dishes. Hot pot, dumplings, Peking duck, and Kung Pao chicken are some of the most well-known Chinese dishes. Over the years, various regional and ethnic cuisines, including Cantonese, Sichuan, Hunan, and Shanghainese, have had an impact on Chinese cuisine."
    },
    {
        "title": "Ethiopia",
        "coords": [9.145, 40.489673],
        "colors": [[0, 154, 68], [254, 221, 0], [239, 51, 64], [6, 69, 177]],
        "description": "Ethiopian cuisine is a unique and flavorful cuisine that is known for its use of spices and distinctive cooking techniques. It includes a variety of dishes that are typically served on injera, a sourdough flatbread made from teff flour. Some of the most popular Ethiopian dishes include doro wat, a spicy chicken stew, and injera with various vegetarian and meat stews, such as misir wat, a spicy lentil stew, and kitfo, a raw beef dish. Ethiopian cuisine is characterized by its use of spices such as berbere, a blend of chili peppers, garlic, and other spices, and mitmita, a mix of chili peppers and spices. The cuisine has been influenced by the country's geography and climate, as well as its cultural and religious traditions."
    }
]